Repository: sdmj76-team/Mousecape-swiftUI
Catalog: Mousecape/Mousecape/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: No valid cursor files found in the selected folder.
de: Keine gültigen Cursor-Dateien im ausgewählten Ordner gefunden.
fr: Aucun fichier de curseur valide trouvé dans le dossier sélectionné.
ja: 選択したフォルダに有効なカーソルファイルが見つかりませんでした。
ko: 선택한 폴더에서 유효한 커서 파일을 찾을 수 없습니다.
zh_hans: 所选文件夹中未找到有效的光标文件。
zh_hant: 所選資料夾中未找到有效的游標檔案。

# No valid install.inf file found.
source: No valid inf install file found.
de: Keine gültige INF-Installationsdatei gefunden.
fr: Aucun fichier install.inf valide trouvé.
ja: 有効なINFインストールファイルが見つかりません。
ko: 유효한 INF 설치 파일을 찾을 수 없습니다.
zh_hans: 未找到有效的 install.inf 安装文件。
zh_hant: 未找到有效的 install.inf 安裝檔案。

source: Normal Select
de: Normale Auswahl
fr: Sélection normale
ja: 通常選択
ko: 일반 선택
zh_hans: 正常选择
zh_hant: 正常選擇

source: OK
de: Bestätigen
fr: Confirmer
ja: 確定
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: Open Log Folder
de: Protokollordner öffnen
fr: Ouvrir le dossier des journaux
ja: ログフォルダを開く
ko: 로그 폴더 열기
zh_hans: 打开日志文件夹
zh_hant: 打開日誌資料夾

source: Open Mousecape
de: Mousecape öffnen
fr: Ouvrir Mousecape
ja: Mousecapeを開く
ko: Mousecape 열기
zh_hans: 打开 Mousecape
zh_hant: 打開 Mousecape

source: Original Author
de: Originalautor
fr: Auteur original
ja: 原作者
ko: 원작자
zh_hans: 原作者
zh_hant: 原作者

source: Overwrite Alias Cursors?
de: Alias-Cursor überschreiben?
fr: Écraser le curseur d'alias ?
ja: エイリアスカーソルを上書きしますか？
ko: 별칭 커서를 덮어쓰시겠습니까?
zh_hans: 覆盖别名光标？
zh_hant: 覆蓋別名游標？

source: Precision Select
de: Präzise Auswahl
fr: Sélection précise
ja: 精密選択
ko: 정밀 선택
zh_hans: 精确选择
zh_hant: 精確選擇

source: Preview Grid Columns
de: Anzahl der Vorschau-Rasterspalten
fr: Nombre de colonnes de la grille d'aperçu
ja: プレビューグリッドの列数
ko: 미리보기 그리드 열 수
zh_hans: 预览网格列数
zh_hant: 預覽網格欄數

source: Preview Panel
de: Vorschaufenster
fr: Panneau d'aperçu
ja: プレビューパネル
ko: 미리보기 패널
zh_hans: 预览面板
zh_hant: 預覽面板

source: Quit Mousecape
de: Mousecape beenden
fr: Quitter Mousecape
ja: Mousecapeを終了
ko: Mousecape 종료
zh_hans: 退出 Mousecape
zh_hant: 退出 Mousecape

source: Recommended: 64×64 px (HiDPI 2x)
de: Empfohlen: 64×64 Pixel (HiDPI 2x)
fr: Recommandé : 64×64 pixels (HiDPI 2x)
ja: 推奨：64×64ピクセル（HiDPI 2x）
ko: 권장: 64×64 픽셀(HiDPI 2x)
zh_hans: 推荐：64×64 像素（HiDPI 2x）
zh_hant: 建議：64×64 像素（HiDPI 2x）

source: Redo
de: Wiederholen
fr: Refaire
ja: やり直す
ko: 다시 실행
zh_hans: 重做
zh_hant: 重做

source: Report Issue
de: Problem melden
fr: Signaler un problème
ja: 問題を報告
ko: 문제 신고
zh_hans: 报告问题
zh_hant: 回報問題

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

source: Reset Cursors
de: Cursor zurücksetzen
fr: Réinitialiser le curseur
ja: カーソルをリセット
ko: 커서 재설정
zh_hans: 重置光标
zh_hant: 重置游標

source: Reset Sidebar Order
de: Navigationsleisten-Sortierung zurücksetzen
fr: Réinitialiser l'ordre de la barre de navigation
ja: ナビゲーションバーの並び順をリセット
ko: 내비게이션 바 정렬 초기화
zh_hans: 重置导航栏排序
zh_hant: 重設導覽列排序

source: Reset System Cursor
de: Systemstandardcursor wiederherstellen
fr: Restaurer le curseur système par défaut
ja: システムデフォルトのカーソルに戻す
ko: 시스템 기본 커서로 복원
zh_hans: 恢复系统默认光标
zh_hant: 恢復系統預設游標

source: Reset to Default
de: Auf Standard zurücksetzen
fr: Réinitialiser par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认
zh_hant: 重設為預設

source: Restore Default Settings
de: Standardeinstellungen wiederherstellen
fr: Restaurer les paramètres par défaut
ja: デフォルト設定に戻す
ko: 기본 설정 복원
zh_hans: 恢复默认设置
zh_hant: 恢復預設設定

source: Right Hand
de: Rechtshänder
fr: Droitier
ja: 右手
ko: 오른손
zh_hans: 右手
zh_hant: 右手

source: Save
de: Speichern
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save Cape
de: Cape speichern
fr: Enregistrer le Cape
ja: Capeを保存
ko: Cape 저장
zh_hans: 保存Cape
zh_hant: 儲存 Cape

source: Scale changes are applied immediately.
de: Skalierungsänderungen werden sofort angewendet.
fr: Les modifications de zoom sont appliquées immédiatement.
ja: ズームの変更は即座に適用されます。
ko: 확대/축소 변경 사항이 즉시 적용됩니다.
zh_hans: 缩放更改会立即应用。
zh_hant: 縮放變更會立即套用。

source: Select a Cape
de: Wählen Sie einen Cape
fr: Sélectionner un Cape
ja: Capeを選択
ko: Cape 선택
zh_hans: 选择一个Cape
zh_hant: 選擇一個 Cape

source: Select a Cursor
de: Cursor auswählen
fr: Sélectionner le curseur
ja: カーソルを選択
ko: 커서 선택
zh_hans: 选择光标
zh_hant: 選擇游標

source: Select Windows Cursor Folder
de: Wählen Sie den Windows-Cursor-Ordner
fr: Sélectionner le dossier de curseurs Windows
ja: Windowsカーソルフォルダを選択
ko: Windows 커서 폴더 선택
zh_hans: 选择Windows光标文件夹
zh_hant: 選擇 Windows 游標資料夾

source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Settings...
de: Einstellungen...
fr: Réglages...
ja: 設定...
ko: 설정...
zh_hans: 设置...
zh_hant: 設定⋯

source: Show Cape Author Info
de: Cape-Autoreninformationen anzeigen
fr: Afficher les informations sur l'auteur de Cape
ja: Capeの作者情報を表示
ko: Cape 제작자 정보 표시
zh_hans: 显示Cape作者信息
zh_hant: 顯示 Cape 作者資訊

source: Show Cursor Preview Animations
de: Cursor-Vorschauanimation anzeigen
fr: Afficher l'animation d'aperçu du curseur
ja: カーソルプレビューアニメーションを表示
ko: 커서 미리보기 애니메이션 표시
zh_hans: 显示光标预览动画
zh_hant: 顯示游標預覽動畫

source: Show in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在Finder中显示
zh_hant: 在 Finder 中顯示

source: Show Menu Bar Tool
de: Menüleisten-Symbol anzeigen
fr: Afficher l'icône de la barre de menus
ja: メニューバーツールを表示
ko: 메뉴 막대 도구 표시
zh_hans: 显示菜单栏工具
zh_hant: 顯示選單列工具

source: Sidebar order has been reset to alphabetical.
de: Die Sortierung der Navigationsleiste wurde auf alphabetische Reihenfolge zurückgesetzt.
fr: Le tri de la barre de navigation a été réinitialisé par ordre alphabétique.
ja: ナビゲーションバーの並び順がアルファベット順にリセットされました。
ko: 내비게이션 바 정렬이 알파벳 순서로 재설정되었습니다.
zh_hans: 导航栏排序已重置为字母顺序。
zh_hant: 導覽列排序已重設為字母順序。

source: Simple
de: Einfach
ja: シンプル
ko: 간편
zh_hans: 简易
zh_hant: 簡易

source: Simple (Windows Style)
de: Einfach (Windows-Stil)
fr: Simple (style Windows)
ja: シンプル（Windows スタイル）
ko: 간편 (Windows 스타일)
zh_hans: 简易（Windows 样式）
zh_hant: 簡易（Windows 樣式）

source: Speed
de: Geschwindigkeit
fr: Vitesse
ja: スピード
ko: 속도
zh_hans: 速度
zh_hant: 速度

source: Speed:
de: Geschwindigkeit:
fr: Vitesse :
ja: 速度：
ko: 속도:
zh_hans: 速度：
zh_hant: 速度：

source: Startup
de: Starten
fr: Lancer
ja: 起動
ko: 시작
zh_hans: 启动
zh_hant: 啟動

source: Static
de: Stillstand
fr: Immobile
ja: 静止
ko: 정지
zh_hans: 静止
zh_hant: 靜止

source: Storage
de: Speichern
fr: Stockage
ja: ストレージ
ko: 저장
zh_hans: 存储
zh_hant: 儲存

source: Success
de: Erfolgreich
fr: Succès
ja: 成功
ko: 성공
zh_hans: 成功
zh_hant: 成功

source: Successfully imported
de: Erfolgreich importiert
fr: Importation réussie
ja: インポートに成功しました
ko: 성공적으로 가져옴
zh_hans: 成功导入
zh_hant: 成功匯入

source: SwiftUI Redesign
de: SwiftUI-Refactoring
fr: Refonte SwiftUI
ja: SwiftUI リファクタリング
ko: SwiftUI 리팩토링
zh_hans: SwiftUI 重构
zh_hant: SwiftUI 重構

source: System cursor has been reset to default.
de: Der Systemcursor wurde auf die Standardeinstellung zurückgesetzt.
fr: Le curseur système a été restauré par défaut.
ja: システムカーソルがデフォルトに復元されました。
ko: 시스템 커서가 기본값으로 복원되었습니다.
zh_hans: 系统光标已恢复为默认。
zh_hant: 系統游標已恢復為預設。

source: System cursors have been saved to the cape folder.
de: Der Systemcursor wurde im Cape-Ordner gespeichert.
fr: Le curseur système a été enregistré dans le dossier Cape.
ja: システムカーソルが Cape フォルダに保存されました。
ko: 시스템 커서가 Cape 폴더에 저장되었습니다.
zh_hans: 系统光标已保存到 Cape 文件夹。
zh_hant: 系統游標已儲存至 Cape 資料夾。

source: System Requirements
de: Systemanforderungen
fr: Configuration système requise
ja: システム要件
ko: 시스템 요구 사항
zh_hans: 系统要求
zh_hant: 系統需求

source: Text Select
de: Textauswahl
fr: Sélection de texte
ja: テキスト選択
ko: 텍스트 선택
zh_hans: 文本选择
zh_hant: 文字選取

source: The destination, %@, is not writable.
de: Der Zielpfad %@ ist nicht beschreibbar.
fr: Le chemin de destination %@ n'est pas accessible en écriture.
ja: ターゲットパス %@ は書き込み不可です。
ko: 대상 경로 %@에 쓸 수 없습니다.
zh_hans: 目标路径 %@ 不可写入。
zh_hant: 目標路徑 %@ 無法寫入。

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut pas être annulée.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: This cape already contains all cursor groups.
de: Dieses Cape enthält bereits alle Cursor-Gruppen.
fr: Ce Cape contient déjà tous les groupes de curseurs.
ja: このCapeにはすべてのカーソルグループが含まれています。
ko: 이 Cape에는 모든 커서 그룹이 포함되어 있습니다.
zh_hans: 此Cape已包含所有光标组。
zh_hant: 此 Cape 已包含所有游標組。

source: This cape already contains all standard cursor types.
de: Dieses Cape enthält bereits alle Standard-Cursortypen.
fr: Ce Cape contient déjà tous les types de curseurs standard.
ja: このCapeには、すべての標準カーソルタイプが含まれています。
ko: 이 Cape에는 모든 표준 커서 유형이 포함되어 있습니다.
zh_hans: 此Cape已包含所有标准光标类型。
zh_hant: 此 Cape 已包含所有標準游標類型。

source: This group contains alias cursors with different settings. Editing in Simple mode will overwrite all aliases with the primary cursor's settings.
de: Diese Gruppe enthält Einstellungen für verschiedene Alias-Cursor. Die Bearbeitung im einfachen Modus überschreibt alle Aliase mit den Einstellungen des Hauptcursors.
fr: Ce groupe contient des curseurs alias avec des paramètres différents. L'édition en mode simple écrasera tous les alias avec les paramètres du curseur principal.
ja: このグループには、異なるエイリアスカーソルの設定が含まれています。簡易モードで編集すると、メインカーソルの設定ですべてのエイリアスが上書きされます。
ko: 이 그룹에는 서로 다른 별칭 커서가 포함되어 있습니다. 간편 모드에서 편집하면 모든 별칭이 주 커서의 설정으로 덮어씌워집니다.
zh_hans: 此分组包含设置不同的别名光标。在简易模式下编辑将用主光标的设置覆盖所有别名。
zh_hant: 此群組包含設定不同的別名游標。在簡易模式下編輯將會以主游標的設定覆蓋所有別名。

source: This will reset all settings to their default values. This action cannot be undone.
de: Dies setzt alle Einstellungen auf die Standardwerte zurück. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cela réinitialisera tous les réglages aux valeurs par défaut. Cette action ne peut pas être annulée.
ja: これにより、すべての設定がデフォルト値にリセットされます。この操作は元に戻せません。
ko: 모든 설정이 기본값으로 초기화됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这将把所有设置重置为默认值。此操作无法撤销。
zh_hant: 這將把所有設定重置為預設值。此操作無法復原。

source: Type
de: Typ
ja: タイプ
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Unable to create a cape from the directory specified.
de: Cape konnte nicht aus dem angegebenen Verzeichnis erstellt werden.
fr: Impossible de créer un Cape à partir du répertoire spécifié.
ja: 指定されたディレクトリから Cape を作成できません。
ko: 지정된 디렉토리에서 Cape를 생성할 수 없습니다.
zh_hans: 无法从指定目录创建 Cape。
zh_hant: 無法從指定目錄建立 Cape。

source: Unable to create a cape from the file specified.
de: Cape konnte nicht aus der angegebenen Datei erstellt werden.
fr: Impossible de créer un Cape à partir du fichier spécifié.
ja: 指定されたファイルから Cape を作成できません。
ko: 지정된 파일에서 Cape를 생성할 수 없습니다.
zh_hans: 无法从指定文件创建 Cape。
zh_hant: 無法從指定檔案建立 Cape。

source: Unavailable
de: Nicht verfügbar
fr: Indisponible
ja: 利用不可
ko: 사용할 수 없음
zh_hans: 不可用
zh_hant: 不可用

source: Undo
de: Widerrufen
fr: Annuler
ja: 元に戻す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 撤銷

source: Unsaved Changes
de: Nicht gespeicherte Änderungen
fr: Modifications non enregistrées
ja: 未保存の変更
ko: 저장되지 않은 변경사항
zh_hans: 未保存的更改
zh_hant: 未儲存的變更

source: Unsupported format. Only .cape files can be imported.
de: Nicht unterstütztes Format, es können nur .cape-Dateien importiert werden.
fr: Format non pris en charge, seuls les fichiers .cape peuvent être importés.
ja: サポートされていない形式です。.cape ファイルのみインポートできます。
ko: 지원되지 않는 형식입니다. .cape 파일만 가져올 수 있습니다.
zh_hans: 不支持的格式，只能导入 .cape 文件。
zh_hant: 不支援的格式，只能匯入 .cape 檔案。

source: Unsupported image format. Supported formats: PNG, JPEG, TIFF, GIF, CUR, ANI.
de: Nicht unterstütztes Bildformat. Unterstützte Formate: PNG, JPEG, TIFF, GIF, CUR, ANI.
fr: Format d'image non pris en charge. Formats pris en charge : PNG, JPEG, TIFF, GIF, CUR, ANI.
ja: サポートされていない画像形式です。対応形式：PNG、JPEG、TIFF、GIF、CUR、ANI。
ko: 지원되지 않는 이미지 형식입니다. 지원되는 형식: PNG, JPEG, TIFF, GIF, CUR, ANI.
zh_hans: 不支持的图片格式。支持的格式：PNG、JPEG、TIFF、GIF、CUR、ANI。
zh_hant: 不支援的圖片格式。支援的格式：PNG、JPEG、TIFF、GIF、CUR、ANI。

source: Validation Error
de: Überprüfungsfehler
fr: Erreur de vérification
ja: 検証エラー
ko: 확인 오류
zh_hans: 验证错误
zh_hant: 驗證錯誤

source: Validation Warning
de: Verifizierungswarnung
fr: Avertissement de vérification
ja: 検証警告
ko: 확인 경고
zh_hans: 验证警告
zh_hant: 驗證警告

# validation.continueWarning
source: Continuing may cause some cursors to not work properly.
de: Wenn Sie fortfahren, funktionieren einige Cursor möglicherweise nicht richtig.
fr: Continuer peut empêcher certains curseurs de fonctionner correctement.
ja: 続行すると、一部のカーソルが正常に動作しなくなる可能性があります。
ko: 계속하면 일부 커서가 제대로 작동하지 않을 수 있습니다.
zh_hans: 继续操作可能导致部分光标无法正常生效。
zh_hant: 繼續可能會導致部分游標無法正常運作。

# validation.failed
source: Cape validation failed
de: Cape-Validierung fehlgeschlagen
fr: La validation de Cape a échoué
ja: Capeの検証に失敗しました
ko: Cape 검증 실패
zh_hans: Cape 验证失败
zh_hant: Cape 驗證失敗

# validation.failedDetail
source: This Cape does not meet system requirements and cannot be imported.
de: Dieses Cape erfüllt nicht die Systemanforderungen und kann nicht importiert werden.
fr: Ce Cape ne répond pas aux exigences du système et ne peut pas être importé.
ja: この Cape はシステム要件を満たしていないため、インポートできません。
ko: 이 Cape는 시스템 요구 사항을 충족하지 않아 가져올 수 없습니다.
zh_hans: 此 Cape 不符合系统要求，无法导入。
zh_hant: 此 Cape 不符合系統要求，無法匯入。

# validation.frameCount
source: %@ has %lu frames (maximum: %lu)
de: %@ hat %lu Frames (Maximum: %lu)
fr: %@ contient %lu images (maximum : %lu)
ja: %@ には %lu フレームがあります（最大: %lu）
ko: %@에 %lu개의 프레임이 있습니다 (최대: %lu개)
zh_hans: %@ 有 %lu 帧（最大：%lu）
zh_hant: %@ 有 %lu 個影格（上限：%lu）

# validation.frameCountIssues
source: Frame count issues:
de: Probleme mit der Frame-Anzahl:
fr: Problèmes de nombre d'images :
ja: フレーム数の問題:
ko: 프레임 수 문제:
zh_hans: 帧数问题：
zh_hant: 影格數量問題：

# validation.hotspot.xExceedsWidth
source: X coordinate %.1f exceeds width %.1f
de: X-Koordinate %.1f überschreitet Breite %.1f
fr: La coordonnée X %.1f dépasse la largeur %.1f
ja: X座標 %.1f が幅 %.1f を超えています
ko: X 좌표 %.1f이(가) 너비 %.1f을(를) 초과합니다
zh_hans: X 坐标 %.1f 超过宽度 %.1f
zh_hant: X 座標 %.1f 超過寬度 %.1f

# validation.hotspot.xNegative
source: X coordinate %.1f is negative
de: X-Koordinate %.1f ist negativ
fr: La coordonnée X %.1f est négative
ja: X座標 %.1f が負の値です
ko: X 좌표 %.1f이(가) 음수입니다
zh_hans: X 坐标 %.1f 为负数
zh_hant: X 座標 %.1f 為負數

# validation.hotspot.yExceedsHeight
source: Y coordinate %.1f exceeds height %.1f
de: Y-Koordinate %.1f überschreitet Höhe %.1f
fr: La coordonnée Y %.1f dépasse la hauteur %.1f
ja: Y座標 %.1f が高さ %.1f を超えています
ko: Y 좌표 %.1f이(가) 높이 %.1f을(를) 초과합니다
zh_hans: Y 坐标 %.1f 超过高度 %.1f
zh_hant: Y 座標 %.1f 超過高度 %.1f

# validation.hotspot.yNegative
source: Y coordinate %.1f is negative
de: Y-Koordinate %.1f ist negativ
fr: La coordonnée Y %.1f est négative
ja: Y座標 %.1f が負の値です
ko: Y 좌표 %.1f이(가) 음수입니다
zh_hans: Y 坐标 %.1f 为负数
zh_hant: Y 座標 %.1f 為負值

# validation.hotspotIssues
source: Hotspot position issues:
de: Probleme mit der Hotspot-Position:
fr: Problèmes de position du point actif :
ja: ホットスポット位置の問題:
ko: 핫스팟 위치 문제:
zh_hans: 热点位置问题：
zh_hant: 熱點位置問題：

source: Vertical Resize
de: Vertikal skalieren
fr: Redimensionner verticalement
ja: 垂直方向にサイズ変更
ko: 세로 크기 조정
zh_hans: 垂直调整大小
zh_hant: 垂直調整大小

source: When double-clicking a Cape
de: Beim Doppelklick auf Cape
fr: Lors d'un double-clic sur Cape
ja: Capeをダブルクリックしたとき
ko: Cape를 더블클릭할 때
zh_hans: 双击Cape时
zh_hant: 雙擊 Cape 時

source: Working in Background
de: Im Hintergrund ausführen
fr: Exécuter en arrière-plan
ja: バックグラウンドで実行
ko: 백그라운드에서 실행
zh_hans: 后台运行
zh_hant: 在背景執行

source: %lld frames
fr: %lld images
ja: %lld フレーム
ko: %lld 프레임
zh_hant: %lld 個影格

source: cursor
fr: curseurs
ja: 個のカーソル
ko: 개 커서
zh_hans: 个光标
zh_hant: 個游標

source: Cursor
fr: Curseur
ja: カーソル
ko: 커서
zh_hans: 光标
zh_hant: 游標

source: Hotspot
fr: Point chaud
ja: ホットスポット
ko: 핫스팟
zh_hans: 热点
zh_hant: 熱點

source: Hotspot position
fr: Position du point actif
ja: ホットスポット位置
ko: 핫스팟 위치
zh_hans: 热点位置
zh_hant: 熱點位置

source: Name
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Animation
ja: アニメーション
ko: 애니메이션
zh_hans: 动画
zh_hant: 動畫

source: macOS 15+
ja: macOS 15以降
ko: macOS 15 이상

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本
